---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BendingDetailLevelOfDetail.Fine
enum: Autodesk.Revit.DB.Structure.BendingDetailLevelOfDetail
source: html/c6900367-d935-4f51-74e9-402504e0baed.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailLevelOfDetail.Fine

Ribbon representation of Bending Detail.